{
  "title": "용감한 작은 토끼",
  "pages": [
    {
      "text": "작은 토끼 호비는 숲속 작은 집에 살았어요.",
      "image": "아담한 당근 모양의 집이 숲속에 자리하고 있습니다. 집 주변에는 다양한 꽃과 버섯들이 피어 있고, 작은 창문에서는 하얀 토끼 호비가 밖을 내다보고 있습니다. 호비는 작고 하얀 털을 가진 귀여운 토끼로, 파란색 작은 조끼를 입고 있습니다."
    },
    {
      "text": "호비는 매우 겁이 많아서 항상 집 근처에서만 놀았어요.",
      "image": "호비가 자신의 집 앞 작은 정원에서 조심스럽게 당근을 가꾸고 있습니다. 호비의 표정은 약간 불안해 보이며, 자주 주변을 살피고 있습니다. 정원 너머의 숲은 약간 어둡고 신비롭게 그려져 있어 대조를 이룹니다."
    },
    {
      "text": "\"깊은 숲속은 위험해.\" 호비의 엄마가 항상 말했어요.",
      "image": "엄마 토끼가 부엌에서 당근 수프를 젓고 있으며, 걱정스러운 표정으로 호비에게 말하고 있습니다. 엄마 토끼는 안경을 쓰고 있고 분홍색 앞치마를 두르고 있습니다. 호비는 식탁에 앉아 진지하게 엄마의 말을 듣고 있습니다."
    },
    {
      "text": "어느 날, 호비의 친구 다람쥐 깡총이가 찾아왔어요.",
      "image": "활기찬 갈색 다람쥐 깡총이가 호비의 집 문을 두드리고 있습니다. 깡총이는 작은 배낭을 메고 있고, 얼굴에는 모험심이 가득한 표정을 짓고 있습니다. 호비는 조심스럽게 문을 열고 있습니다."
    },
    {
      "text": "\"호비야, 숲속 호수에 가보자! 거기 무지개 물고기가 산대!\" 깡총이가 말했어요.",
      "image": "깡총이가 흥분된 표정으로 손을 흔들며 이야기하고 있습니다. 깡총이의 눈은 반짝이고 있으며, 말풍선 안에 아름다운 무지개 물고기의 상상 이미지가 그려져 있습니다. 호비는 놀라고 겁먹은 표정으로 깡총이를 바라보고 있습니다."
    },
    {
      "text": "\"하지만 난 무서워... 깊은 숲은 위험하다고 했어.\" 호비가 말했어요.",
      "image": "호비가 걱정스러운 표정으로 귀를 축 늘어뜨리고 있습니다. 호비는 문가에 서서 발로 바닥을 긁적이고 있으며, 숲을 향해 불안한 시선을 보내고 있습니다. 깡총이는 격려하는 표정으로 호비의 어깨에 손을 올리고 있습니다."
    },
    {
      "text": "\"괜찮아, 내가 길을 알아. 함께라면 안전할 거야!\" 깡총이가 웃으며 말했어요.",
      "image": "깡총이가 자신감 있는 표정으로 웃으며 작은 지도를 보여주고 있습니다. 지도에는 집에서 호수까지의 경로가 그려져 있습니다. 깡총이는 격려하는 미소를 지으며 호비에게 손을 내밀고 있습니다."
    },
    {
      "text": "호비는 고민했지만, 무지개 물고기를 보고 싶은 마음이 컸어요.",
      "image": "호비가 생각에 잠겨 턱을 괴고 있습니다. 호비의 머릿속 생각이 구름 모양으로 표현되어 있고, 그 안에는 아름다운 무지개 물고기의 이미지와 무서운 숲의 이미지가 양쪽에 그려져 있습니다. 호비의 표정은 고민스럽지만 호기심도 보입니다."
    },
    {
      "text": "\"좋아, 가보자!\" 호비가 용기를 내어 말했어요.",
      "image": "호비가 결심한 표정으로 작은 배낭을 메고 있습니다. 호비의 눈에는 약간의 두려움이 있지만, 동시에 모험에 대한 설렘도 보입니다. 깡총이는 기쁜 표정으로 뛰어올라 박수를 치고 있습니다."
    },
    {
      "text": "호비와 깡총이는 숲속 깊은 길을 따라 걸었어요.",
      "image": "두 친구가 숲속 좁은 길을 따라 걷고 있습니다. 높은 나무들이 주변을 둘러싸고 있고, 다양한 버섯과 이끼가 길가에 자라고 있습니다. 깡총이가 앞장서고 호비는 조금 긴장한 표정으로 따라가고 있습니다. 나뭇가지 사이로 햇빛이 비치고 있습니다."
    },
    {
      "text": "\"저기 소리가 들려! 무서워...\" 호비가 떨며 말했어요.",
      "image": "숲속에서 불분명한 소리가 들려오자 호비가 귀를 쫑긋 세우고 두려운 표정을 짓고 있습니다. 호비는 깡총이의 팔을 꼭 잡고 있으며, 다리가 약간 떨리고 있습니다. 주변 숲은 약간 어둡게 표현되어 있습니다."
    },
    {
      "text": "\"아마 바람 소리일 거야. 계속 가자!\" 깡총이가 호비를 격려했어요.",
      "image": "깡총이가 자신감 있는 표정으로 호비를 위로하고 있습니다. 주변에는 바람에 흔들리는 나뭇잎들이 보입니다. 깡총이는 한 손으로 호비의 어깨를 감싸고 다른 손으로는 앞으로 가는 방향을 가리키고 있습니다."
    },
    {
      "text": "갑자기 커다란 그림자가 두 친구 앞에 나타났어요.",
      "image": "두 친구 앞에 큰 그림자가 드리워져 있습니다. 그림자의 형태는 뭔가 크고 위협적으로 보이지만 정확히 무엇인지는 알 수 없습니다. 호비와 깡총이는 놀라서 얼어붙은 듯한 표정을 짓고 있습니다. 호비는 눈을 크게 뜨고 입을 가리고 있습니다."
    },
    {
      "text": "\"으악! 괴물이다!\" 깡총이가 소리치며 숨었어요.",
      "image": "깡총이가 놀라서 큰 버섯 뒤로 숨고 있습니다. 깡총이의 눈만 버섯 위로 살짝 보이고 있으며, 표정은 완전히 겁에 질려 있습니다. 그림자는 더 커져 보입니다."
    },
    {
      "text": "호비도 무서웠지만, 친구를 지켜야 한다고 생각했어요.",
      "image": "호비가 떨고 있지만 용기를 내서 앞으로 한 발 내딛고 있습니다. 호비의 표정은 두려움과 결의가 섞여 있습니다. 작은 주먹을 꽉 쥐고 있으며, 깡총이는 배경에서 놀란 표정으로 호비를 바라보고 있습니다."
    },
    {
      "text": "호비가 천천히 다가가 보니, 그것은 커다란 사슴이었어요.",
      "image": "호비가 조심스럽게 다가가자 앞에 온화한 표정의 커다란 사슴이 서 있습니다. 사슴은 우아한 뿔을 가지고 있으며, 호비를 향해 고개를 숙이고 있습니다. 햇빛이 사슴 주변을 비춰 아름다운 모습을 강조하고 있습니다."
    },
    {
      "text": "\"안녕, 작은 친구들. 길을 잃었니?\" 사슴이 부드럽게 물었어요.",
      "image": "사슴이 온화한 표정으로 말하고 있습니다. 사슴의 눈은 따뜻하고 지혜로워 보입니다. 호비는 안도한 표정으로 사슴을 바라보고 있고, 깡총이는 조심스럽게 버섯 뒤에서 나오고 있습니다."
    },
    {
      "text": "\"우리는 무지개 물고기를 보러 호수로 가고 있어요.\" 호비가 용기를 내어 대답했어요.",
      "image": "호비가 이제는 자신감이 생긴 표정으로 사슴에게 말하고 있습니다. 호비는 손으로 호수 방향을 가리키고 있고, 깡총이도 이제 호비 옆에 서서 고개를 끄덕이고 있습니다. 사슴은 미소를 지으며 두 친구의 말을 듣고 있습니다."
    },
    {
      "text": "\"바로 저쪽이야. 내가 데려다줄게.\" 사슴이 친절하게 말했어요.",
      "image": "사슴이 부드러운 미소로 숲속 한 방향을 가리키고 있습니다. 그 방향으로는 밝은 빛이 비치고 있어 호수의 존재를 암시합니다. 사슴은 두 친구에게 자신의 등에 타라는 듯이 몸을 낮추고 있습니다."
    },
    {
      "text": "사슴의 도움으로, 호비와 깡총이는 곧 아름다운 호수에 도착했어요.",
      "image": "호비와 깡총이가 사슴의 등에 타고 있고, 세 동물이 함께 아름다운 호수에 도착한 모습입니다. 호수는 맑고 파란 물로 가득 차 있으며, 주변에는 다양한 꽃들이 피어 있습니다. 호비와 깡총이의 표정은 경이로움으로 가득 차 있습니다."
    },
    {
      "text": "호수에는 정말로 반짝이는 무지개 물고기들이 헤엄치고 있었어요!",
      "image": "호수 물속에는 다양한 색깔의 비늘을 가진 아름다운 무지개 물고기들이 헤엄치고 있습니다. 물고기들은 햇빛에 반사되어 반짝이고 있으며, 호비와 깡총이는 호수 가장자리에 앉아 감탄하며 구경하고 있습니다. 두 친구의 눈은 기쁨과 놀라움으로 크게 열려 있습니다."
    },
    {
      "text": "\"와! 정말 아름다워!\" 호비가 행복하게 외쳤어요.",
      "image": "호비가 두 손을 들어 기쁨을 표현하며 환하게 웃고 있습니다. 호비의 눈은 반짝이고 있으며, 얼굴에는 순수한 행복이 가득합니다. 깡총이도 옆에서 기뻐하며 뛰어오르고 있습니다. 배경에는 무지개 물고기들이 물 위로 뛰어오르는 모습이 보입니다."
    },
    {
      "text": "\"네가 용기를 내서 여기까지 왔잖아, 호비야!\" 깡총이가 친구를 자랑스럽게 바라봤어요.",
      "image": "깡총이가 호비의 어깨에 팔을 두르고 자랑스러운 표정으로 바라보고 있습니다. 깡총이의 표정은 따뜻하고 진심 어린 자부심을 보여줍니다. 호비는 수줍게 미소 짓고 있지만 자신감이 생긴 모습이 보입니다."
    },
    {
      "text": "집으로 돌아가는 길, 호비는 더 이상 숲이 무섭지 않다고 느꼈어요.",
      "image": "호비와 깡총이가 숲속 길을 따라 집으로 돌아가고 있습니다. 이제 호비는 당당하게 걸어가고 있으며, 얼굴에는 자신감이 가득합니다. 주변의 숲은 이제 더 밝고 친근하게 보이며, 다양한 아름다운 꽃과 식물들이 길가에 피어 있습니다."
    },
    {
      "text": "\"나도 용감해질 수 있구나!\" 호비는 행복하게 생각했어요.",
      "image": "호비가 마지막 언덕을 오르며 하늘을 향해 자신감 있게 미소 짓고 있습니다. 호비의 표정은 깨달음과 성취감으로 가득 차 있습니다. 배경에는 저무는 해가 아름다운 노을을 만들고 있고, 멀리 호비의 집이 보입니다."
    },
    {
      "text": "끝!",
      "image": "마지막 페이지에는 호비가 자신의 집 앞에 서서 새로운 모험을 준비하는 모습이 보입니다. 호비는 작은 배낭을 메고 있고, 얼굴에는 자신감 넘치는 미소가 있습니다. 창문에서는 엄마 토끼가 자랑스럽게 바라보고 있고, 깡총이는 멀리서 손을 흔들며 호비를 부르고 있습니다. 하늘에는 밝은 무지개가 걸려 있습니다."
    }
  ]
}