{
  "title": "숲속의 비밀",
  "pages": [
    {
      "text": "마을 근처 숲속에 작은 다람쥐 나무가 살았어요.",
      "image": "큰 떡갈나무 안에 아늑한 작은 집이 있고, 그 안에서 갈색 다람쥐 나무가 살고 있습니다. 나무는 작고 귀여운 다람쥐로, 주황색 조끼를 입고 있습니다. 나무의 집은 창문과 문이 있고, 작은 램프가 따뜻한 빛을 내고 있습니다. 주변에는 푸른 숲이 펼쳐져 있고, 멀리 마을이 보입니다."
    },
    {
      "text": "나무는 매일 아침 숲을 돌아다니며 도토리를 모았어요.",
      "image": "나무 다람쥐가 작은 바구니를 들고 숲을 돌아다니고 있습니다. 나무는 땅에 떨어진 도토리를 주의 깊게 살펴보고 있으며, 바구니에는 이미 몇 개의 도토리가 담겨 있습니다. 아침 햇살이 나무들 사이로 비치고 있어 숲이 황금빛으로 빛나고 있습니다."
    },
    {
      "text": "어느 날, 나무는 이상한 소리를 들었어요. \"툭, 툭, 툭\"",
      "image": "나무 다람쥐가 도토리를 줍다가 갑자기 귀를 쫑긋 세우고 소리를 듣고 있습니다. 나무의 표정은 호기심과 약간의 경계심이 섞여 있습니다. 주변의 나무 뒤로 무언가 움직임이 보이며, 작은 소리가 들리는 방향이 점선으로 표시되어 있습니다."
    },
    {
      "text": "\"누구세요?\" 나무가 조심스럽게 물었어요.",
      "image": "나무 다람쥐가 바구니를 꼭 잡고 소리가 나는 방향을 향해 조금 다가가고 있습니다. 나무의 표정은 약간 긴장했지만 용기를 내고 있습니다. 주변의 숲은 약간 어둡고 신비롭게 표현되어 있으며, 수풀 사이로 무언가가 움직이는 것이 희미하게 보입니다."
    },
    {
      "text": "그때, 작은 새싹이 땅에서 고개를 내밀었어요.",
      "image": "땅에서 작은 초록색 새싹이 고개를 내밀고 있습니다. 새싹은 아주 작고 연약하며, 두 개의 작은 잎을 가지고 있습니다. 새싹의 얼굴은 귀엽고 밝은 표정을 짓고 있으며, 나무 다람쥐는 놀란 표정으로 새싹을 바라보고 있습니다."
    },
    {
      "text": "\"안녕! 난 새싹이야. 도와줄래?\" 새싹이 말했어요.",
      "image": "작은 새싹이 미소를 지으며 나무 다람쥐에게 말하고 있습니다. 새싹의 목소리는 작고 귀여운 말풍선으로 표현되어 있습니다. 나무 다람쥐는 이제 바구니를 내려놓고 새싹 앞에 무릎을 꿇고 자세히 바라보고 있습니다. 나무의 표정은 호기심과 따뜻함이 섞여 있습니다."
    },
    {
      "text": "\"어떻게 도와줄까?\" 나무가 물었어요.",
      "image": "나무 다람쥐가 친절한 표정으로 새싹 가까이 몸을 숙이고 있습니다. 나무의 눈은 따뜻하고 도움을 주고 싶은 마음이 가득 담겨 있습니다. 새싹은 약간 슬픈 표정으로 자신의 작은 잎을 가리키고 있으며, 주변 땅은 약간 건조해 보입니다."
    },
    {
      "text": "\"물이 필요해. 며칠 동안 비가 오지 않았어.\" 새싹이 말했어요.",
      "image": "새싹이 약간 시들어 보이는 잎을 보여주며 슬픈 표정을 짓고 있습니다. 주변 땅은 갈라져 있고 건조해 보입니다. 하늘은 맑고 구름 한 점 없이 파랗게 표현되어 있어 비가 오지 않았음을 암시합니다. 나무 다람쥐는 걱정스러운 표정으로 새싹을 바라보고 있습니다."
    },
    {
      "text": "나무는 재빨리 작은 물통을 가지러 집으로 달려갔어요.",
      "image": "나무 다람쥐가 급하게 자신의 떡갈나무 집으로 달려가고 있습니다. 나무의 발걸음은 빠르고 결연한 표정을 짓고 있습니다. 바구니는 새싹 옆에 놓여있고, 새싹은 희망찬 표정으로 나무가 달려가는 모습을 바라보고 있습니다."
    },
    {
      "text": "곧 나무는 물통을 들고 돌아와 새싹에게 물을 주었어요.",
      "image": "나무 다람쥐가 작은 파란색 물통을 들고 조심스럽게 새싹에게 물을 주고 있습니다. 물방울이 반짝이며 새싹 주변 땅을 적시고 있고, 새싹은 기쁜 표정으로 생기를 되찾고 있습니다. 나무 다람쥐의 표정은 따뜻하고 배려심이 가득합니다."
    },
    {
      "text": "\"고마워! 이제 자랄 수 있을 것 같아.\" 새싹이 기뻐했어요.",
      "image": "물을 받은 새싹이 이제 더 생기있게 보이며, 잎이 조금 더 펴져 있습니다. 새싹의 얼굴에는 환한 미소가 있고, 감사의 표정을 짓고 있습니다. 주변 땅은 이제 촉촉하게 젖어 있으며, 나무 다람쥐는 만족스러운 표정으로 물통을 내려놓고 있습니다."
    },
    {
      "text": "\"내일도 올게.\" 나무가 약속했어요.",
      "image": "나무 다람쥐가 새싹에게 약속하며 미소 짓고 있습니다. 나무는 한 손을 가슴에 얹고 다른 손으로 새싹을 가리키며 진지한 표정을 짓고 있습니다. 새싹은 기대와 신뢰가 가득한 표정으로 고개를 끄덕이고 있습니다. 하늘에는 저녁 노을이 지기 시작하고 있습니다."
    },
    {
      "text": "다음 날, 나무는 물통과 함께 작은 바람막이도 가져왔어요.",
      "image": "나무 다람쥐가 물통과 함께 작은 나뭇가지와 나뭇잎으로 만든 바람막이를 가져오고 있습니다. 나무는 세심하게 새싹 주변에 바람막이를 설치하고 있으며, 새싹은 놀라고 감동한 표정을 짓고 있습니다. 주변에는 약간의 바람이 불고 있음을 나뭇잎들의 움직임으로 표현되어 있습니다."
    },
    {
      "text": "매일 나무는 새싹을 돌보았고, 새싹은 조금씩 자랐어요.",
      "image": "시간이 흐름에 따라 변화하는 장면이 보입니다. 나무 다람쥐가 매일 와서 물을 주고, 돌보는 모습과 함께, 새싹이 점점 자라는 모습이 단계적으로 표현되어 있습니다. 처음에는 작던 새싹이 이제는 더 큰 잎을 가지고 있고, 줄기도 조금 튼튼해져 있습니다. 나무 다람쥐와 새싹 사이의 친밀감이 느껴집니다."
    },
    {
      "text": "\"너는 어떤 식물이 될 거야?\" 어느 날 나무가 물었어요.",
      "image": "나무 다람쥐가 이제 상당히 자란 새싹 옆에 앉아 대화를 나누고 있습니다. 나무는 호기심 어린 표정으로 질문하고 있고, 새싹은 수줍은 미소를 짓고 있습니다. 새싹은 이제 여러 개의 잎을 가진 작은 식물로 자라 있으며, 주변에는 다양한 꽃과 식물들이 그려져 있습니다."
    },
    {
      "text": "\"그건 비밀이야. 조금만 더 기다려 줘.\" 새싹이 미소 지었어요.",
      "image": "새싹이 수수께끼같은 미소를 지으며 작은 잎으로 '쉿' 하는 제스처를 취하고 있습니다. 새싹의 표정은 장난스럽고 비밀스러움이 가득합니다. 나무 다람쥐는 궁금한 표정으로 고개를 살짝 기울이고 있습니다. 주변에는 몇몇 나비와 벌들이 날아다니고 있습니다."
    },
    {
      "text": "봄이 지나고 여름이 왔어요. 새싹은 계속 자랐어요.",
      "image": "계절의 변화를 보여주는 장면입니다. 이제 주변은 완전한 여름 풍경으로, 푸른 나무들과 밝은 햇살이 가득합니다. 새싹은 이제 무릎 높이까지 자란 작은 나무가 되어 있으며, 여러 가지 잎이 무성합니다. 나무 다람쥐는 놀란 표정으로 자란 새싹을 바라보고 있습니다."
    },
    {
      "text": "어느 날, 나무가 새싹을 보러 갔을 때, 작은 열매들이 열려 있었어요.",
      "image": "이제 사람 키만큼 자란 어린 나무에 작고 빨간 열매들이 달려 있습니다. 열매들은 밝은 빨간색으로 반짝이고 있고, 나무 다람쥐는 완전히 놀라고 기쁜 표정을 짓고 있습니다. 다람쥐는 손을 입에 대고 놀라움을 표현하고 있고, 어린 나무는 자랑스러운 듯 미소 짓고 있습니다."
    },
    {
      "text": "\"와! 너는 사과나무였구나!\" 나무가 신기해했어요.",
      "image": "나무 다람쥐가 기쁨에 넘쳐 어린 사과나무 주변을 뛰어다니고 있습니다. 사과나무에는 몇 개의 작고 빨간 사과가 달려 있고, 나무 다람쥐의 표정은 완전한 놀라움과 기쁨으로 가득 차 있습니다. 사과나무는 따뜻한 미소를 지으며 자신의 가지를 약간 숙여 다람쥐에게 다가가고 있습니다."
    },
    {
      "text": "\"네가 날 도와줬기 때문에 자랄 수 있었어.\" 사과나무가 말했어요.",
      "image": "사과나무가 부드러운 표정으로 말하고 있고, 나무 다람쥐는 감동한 표정으로 듣고 있습니다. 사과나무의 가지는 친근하게 다람쥐 쪽으로 구부러져 있고, 나뭇잎들은 바람에 살짝 흔들리며 속삭이는 것처럼 보입니다. 배경에는 따뜻한 햇살이 비치고 있고, 주변에는 다른 숲속 생물들도 이 장면을 지켜보고 있습니다."
    },
    {
      "text": "\"이제 내 열매를 다른 동물들과 나눠줄 수 있어.\" 사과나무가 기뻐했어요.",
      "image": "사과나무에 더 많은 사과들이 열려 있고, 다양한 숲속 동물들(토끼, 새, 다른 다람쥐들)이 모여들기 시작하고 있습니다. 사과나무는 행복한 표정으로 가지를 활짝 뻗고 있고, 나무 다람쥐는 자랑스러운 표정으로 옆에 서 있습니다. 동물들의 표정은 기대와 감사함으로 가득 차 있습니다."
    },
    {
      "text": "나무는 작은 새싹을 도와준 것이 자랑스러웠어요.",
      "image": "나무 다람쥐가 사과나무 옆에 서서 행복하고 만족스러운 표정을 짓고 있습니다. 다람쥐의 눈에는 자부심과 감동의 눈물이 맺혀 있고, 사과나무는 따뜻한 미소를 짓고 있습니다. 주변 숲은 생기 넘치는 색으로 가득하고, 여러 동물들이 사과를 즐기고 있는 평화로운 장면입니다."
    },
    {
      "text": "\"작은 도움이 큰 변화를 만들 수 있어요.\" 나무가 생각했어요.",
      "image": "나무 다람쥐가 사과나무 가지에 앉아 숲을 바라보고 있습니다. 다람쥐의 표정은 깊은 생각에 잠겨 있지만 평화롭고 행복해 보입니다. 배경에는 석양이 숲을 황금빛으로 물들이고 있고, 멀리 다른 동물들이 조화롭게 살아가는 모습이 보입니다. 사과나무의 그림자가 길게 뻗어 있고, 주변에는 작은 새싹들이 자라기 시작하고 있습니다."
    },
    {
      "text": "그 후로, 숲속에는 더 많은 사과나무가 자라기 시작했어요.",
      "image": "시간이 흘러 숲의 모습이 변한 장면입니다. 여러 개의 사과나무가 숲 곳곳에 자라 있고, 각각의 나무에는 빨간 사과들이 가득 열려 있습니다. 다양한 동물들이 사과나무들 사이에서 행복하게 지내고 있고, 숲은 더욱 풍요롭고 생기 넘치는 모습입니다. 처음의 사과나무는 가장 크게 자라 숲의 중심에 서 있습니다."
    },
    {
      "text": "끝!",
      "image": "마지막 페이지에는 나무 다람쥐와 첫 번째 사과나무가 함께 있는 모습이 보입니다. 이제 사과나무는 완전히 성장하여 크고 아름다운 나무가 되었고, 나무 다람쥐는 나이가 들어 지혜로운 모습이 되었습니다. 그들 주변으로 다른 숲속 동물들과 많은 어린 사과나무들이 둘러싸고 있어, 그들의 우정과 작은 친절이 숲 전체에 퍼져나간 것을 보여줍니다. 하늘에는 아름다운 무지개가 걸려 있습니다."
    }
  ]
}