{
  "title": "우리 가족 이야기",
  "pages": [
    {
      "text": "곰돌이 가족이 숲속 집에 살았어요.",
      "image": "아늑한 통나무 집이 푸른 숲 한가운데 자리하고 있습니다. 집에는 둥근 창문과 굴뚝이 있고, 연기가 피어오르고 있습니다. 문 앞에는 곰 가족(아빠 곰, 엄마 곰, 아기 곰)이 함께 서 있습니다. 아빠 곰은 큰 갈색 곰으로 안경을 쓰고 있고, 엄마 곰은 앞치마를 두른 따뜻한 표정의 갈색 곰, 아기 곰은 작고 귀여운 연한 갈색 곰입니다."
    },
    {
      "text": "아빠 곰은 아주 키가 크고 힘이 셌어요.",
      "image": "아빠 곰이 집 앞에서 큰 통나무를 들어올리고 있습니다. 아빠 곰은 근육질의 몸을 가졌으며, 파란색 체크무늬 셔츠를 입고 있습니다. 얼굴에는 따뜻한 미소가 있고, 아기 곰은 옆에서 감탄하는 표정으로 아빠를 바라보고 있습니다."
    },
    {
      "text": "아빠는 맛있는 꿀을 모으는 일을 했어요.",
      "image": "아빠 곰이 숲속에서 벌통 근처에 조심스럽게 서 있습니다. 아빠 곰은 양봉업자 모자와 장갑을 끼고 있으며, 꿀을 수확하고 있습니다. 주변에는 몇 마리의 벌들이 날아다니고, 아빠 곰의 표정은 집중하고 있지만 행복해 보입니다."
    },
    {
      "text": "엄마 곰은 따뜻하고 포근했어요.",
      "image": "엄마 곰이 거실의 안락의자에 앉아 아기 곰을 무릎에 안고 있습니다. 엄마 곰은 보라색 스웨터를 입고 있으며, 따뜻하고 사랑스러운 표정으로 아기 곰을 바라보고 있습니다. 주변에는 아늑한 집 내부가 보이고, 벽난로에는 불이 따뜻하게 타오르고 있습니다."
    },
    {
      "text": "엄마는 맛있는 요리를 잘했어요.",
      "image": "엄마 곰이 부엌에서 큰 냄비로 수프를 만들고 있습니다. 엄마 곰은 분홍색 앞치마를 두르고 있으며, 요리를 즐기는 표정입니다. 주방 카운터에는 다양한 야채와 재료들이 잘 정돈되어 있고, 창문으로는 밝은 햇살이 들어오고 있습니다."
    },
    {
      "text": "작은 곰돌이 쿵쿵이는 호기심이 많았어요.",
      "image": "작은 곰돌이 쿵쿵이가 바닥에 엎드려 돋보기로 개미를 관찰하고 있습니다. 쿵쿵이는 녹색 티셔츠를 입고 있으며, 눈은 호기심으로 반짝이고 있습니다. 주변에는 여러 장난감들과 과학 책이 흩어져 있고, 쿵쿵이의 표정은 완전히 집중하고 있습니다."
    },
    {
      "text": "쿵쿵이는 매일 새로운 것을 발견하고 싶어했어요.",
      "image": "쿵쿵이가 정원에서 작은 물통과 모종삽을 들고 있습니다. 쿵쿵이는 모자를 쓰고 있으며, 호기심 가득한 표정으로 땅에 있는 다양한 식물과 벌레들을 살펴보고 있습니다. 주변에는 다양한 꽃들과 나비들이 있어 탐험할 것이 많아 보입니다."
    },
    {
      "text": "매일 아침, 가족은 함께 아침 식사를 했어요.",
      "image": "곰 가족이 둥근 식탁에 함께 앉아 아침 식사를 하고 있습니다. 테이블 위에는 팬케이크, 과일, 꿀 항아리가 있습니다. 아빠 곰은 신문을 보며 웃고 있고, 엄마 곰은 음식을 나누어 주고 있으며, 쿵쿵이는 기쁜 표정으로 팬케이크에 꿀을 듬뿍 뿌리고 있습니다."
    },
    {
      "text": "\"오늘은 무엇을 하고 싶니?\" 아빠가 쿵쿵이에게 물었어요.",
      "image": "아빠 곰이 미소를 지으며 식탁 위로 몸을 기울여 쿵쿵이에게 질문하고 있습니다. 아빠의 표정은 관심과 애정이 가득합니다. 쿵쿵이는 생각하는 표정으로 손가락을 입에 대고 있고, 엄마 곰은 옆에서 미소를 지으며 지켜보고 있습니다."
    },
    {
      "text": "\"숲속을 탐험하고 싶어요!\" 쿵쿵이가 신나게 대답했어요.",
      "image": "쿵쿵이가 두 팔을 높이 들고 흥분된 표정으로 대답하고 있습니다. 쿵쿵이의 눈은 모험에 대한 기대로 반짝이고 있습니다. 아빠와 엄마 곰은 서로 미소를 교환하며 쿵쿵이의 열정에 즐거워하고 있습니다."
    },
    {
      "text": "아빠 곰은 쿵쿵이를 어깨에 태우고 숲으로 갔어요.",
      "image": "아빠 곰이 쿵쿵이를 어깨에 태우고 숲속 길을 걷고 있습니다. 쿵쿵이는 아빠의 머리 위에서 두 손을 들고 신나는 표정으로 주변을 둘러보고 있습니다. 아빠 곰은 든든하게 쿵쿵이의 다리를 잡아주고 있으며, 두 곰 모두 행복한 표정을 짓고 있습니다."
    },
    {
      "text": "숲속에서 그들은 다양한 동물들을 만났어요.",
      "image": "아빠와 쿵쿵이가 숲속 작은 빈터에 서 있습니다. 주변에는 다양한 숲속 동물들이 있습니다 - 다람쥐가 나무에서 호기심 어린 표정으로 내려다보고, 토끼 가족이 풀숲에서 고개를 내밀고, 작은 새들이 나뭇가지에 앉아 지저귀고 있습니다. 쿵쿵이는 흥분한 표정으로 모든 것을 가리키고 있습니다."
    },
    {
      "text": "\"안녕하세요, 친구들!\" 쿵쿵이가 동물들에게 인사했어요.",
      "image": "쿵쿵이가 아빠의 어깨에서 내려와 작은 손을 흔들며 숲속 동물들에게 인사하고 있습니다. 쿵쿵이의 표정은 친절하고 열린 미소를 보여주고 있습니다. 몇몇 작은 동물들이 조심스럽게 쿵쿵이에게 다가오고 있고, 아빠 곰은 자랑스러운 표정으로 뒤에서 지켜보고 있습니다."
    },
    {
      "text": "그동안 엄마 곰은 집에서 맛있는 점심을 준비했어요.",
      "image": "엄마 곰이 집 부엌에서 바쁘게 점심을 준비하고 있습니다. 엄마 곰은 샌드위치, 과일, 쿠키를 예쁜 바구니에 담고 있습니다. 엄마의 표정은 사랑과 정성이 가득합니다. 부엌은 깔끔하고 밝으며, 창문으로는 아름다운 숲 경치가 보입니다."
    },
    {
      "text": "\"가족 소풍 시간이에요!\" 엄마가 바구니를 들고 말했어요.",
      "image": "엄마 곰이 집 문 앞에 서서 크고 예쁜 소풍 바구니를 들고 있습니다. 엄마는 밝은 미소를 짓고 있으며, 체크무늬 소풍 담요도 들고 있습니다. 엄마의 표정은 설렘과 기대로 가득 차 있습니다."
    },
    {
      "text": "엄마 곰은 숲속으로 걸어가 아빠와 쿵쿵이를 찾았어요.",
      "image": "엄마 곰이 소풍 바구니를 들고 숲속 길을 따라 걷고 있습니다. 엄마는 주변을 둘러보며 가족을 찾고 있고, 나무 사이로 아빠와 쿵쿵이의 모습이 희미하게 보입니다. 엄마의 표정은 따뜻하고 기대에 차 있습니다."
    },
    {
      "text": "\"와! 엄마가 소풍을 준비했어요!\" 쿵쿵이가 기뻐했어요.",
      "image": "쿵쿵이가 엄마를 발견하고 기쁨에 넘쳐 뛰어가고 있습니다. 쿵쿵이의 얼굴은 완전한 행복으로 빛나고 있습니다. 엄마는 미소 지으며 팔을 벌리고 있고, 아빠는 쿵쿵이 뒤에서 따뜻하게 웃고 있습니다. 소풍 바구니는 엄마 곁에 놓여 있습니다."
    },
    {
      "text": "세 곰은 숲속 작은 빈터에 담요를 펴고 앉았어요.",
      "image": "곰 가족이 푸른 잔디가 깔린 숲속 빈터에 체크무늬 담요를 펴고 앉아 있습니다. 주변에는 다양한 꽃들이 피어 있고, 나무들이 그늘을 제공하고 있습니다. 소풍 바구니는 담요 중앙에 놓여 있고, 세 곰은 행복한 표정으로 원 모양으로 앉아 있습니다."
    },
    {
      "text": "\"우리 가족이 함께 있어서 행복해요.\" 쿵쿵이가 말했어요.",
      "image": "쿵쿵이가 아빠와 엄마 사이에 앉아 행복한 표정으로 말하고 있습니다. 쿵쿵이의 눈은 순수한 기쁨으로 반짝이고 있습니다. 아빠와 엄마는 감동한 표정으로 서로를 바라보며 미소 짓고 있고, 세 곰은 모두 가족의
 행복을 느끼고 있는 모습입니다."
    },
    {
      "text": "아빠와 엄마는 쿵쿵이를 꼭 안아주었어요.",
      "image": "아빠와 엄마 곰이 쿵쿵이를 가운데 두고 따뜻하게 안아주고 있습니다. 세 곰이 함께 하는 포옹은 사랑과 따뜻함으로 가득 차 있습니다. 쿵쿵이의 표정은 완전한 행복과 안정감을 보여주고 있고, 부모 곰들의 얼굴에는 무한한 사랑이 표현되어 있습니다."
    },
    {
      "text": "해가 질 무렵, 세 곰은 함께 손을 잡고 집으로 돌아갔어요.",
      "image": "해가 지는 아름다운 노을을 배경으로, 곰 가족이 손을 잡고 집으로 돌아가고 있습니다. 아빠는 쿵쿵이의 왼손을, 엄마는 오른손을 잡고 있으며, 세 곰의 실루엣이 노을 빛에 아름답게 빛나고 있습니다. 소풍 바구니는 아빠가 들고 있고, 가족 모두 편안하고 행복한 표정을 짓고 있습니다."
    },
    {
      "text": "\"오늘이 최고의 날이었어요!\" 쿵쿵이가 행복하게 말했어요.",
      "image": "집으로 돌아오는 길에 쿵쿵이가 부모님을 올려다보며 행복한 표정으로 말하고 있습니다. 쿵쿵이는 중간중간 뛰어오르며 기쁨을 표현하고 있고, 부모 곰들은 서로를 바라보며 미소 짓고 있습니다. 배경에는 숲과 저녁 하늘이 아름답게 그려져 있습니다."
    },
    {
      "text": "\"우리는 항상 함께야. 사랑하는 우리 가족.\" 부모님이 말했어요.",
      "image": "집 앞에 도착한 곰 가족이 서로를 바라보며 미소 짓고 있습니다. 아빠와 엄마는 쿵쿵이의 어깨에 손을 올리고 있으며, 세 곰의 표정은 깊은 사랑과 유대감으로 가득 차 있습니다. 배경에는 그들의 아늑한 집이 따뜻한 빛을 내뿜고 있고, 하늘에는 첫 별들이 빛나기 시작합니다."
    },
    {
      "text": "끝!",
      "image": "마지막 페이지에는 곰 가족의 아늑한 집 내부가 보입니다. 세 곰이 큰 소파에 함께 앉아 있고, 쿵쿵이는 부모님 사이에서 책을 읽고 있습니다. 벽난로에는 따뜻한 불이 타오르고 있고, 창문 밖으로는 별이 가득한 밤하늘이 보입니다. 방 안은 따뜻한 빛으로 가득 차 있고, 벽에는 가족 사진들이 걸려 있어 행복한 가족의 역사를 보여줍니다."
    }
  ]
}